Repository: rafaelglg/ios-challenge
Catalog: IdealistaChallenge/Localizable/Localizable.xcstrings
Source language: en
Languages: es

source: **Price**
es: **Precio**

source: Advertiser's comment
es: Comentario del anunciante

source: Basic information
es: Características básica

source: Building information
es: Edificio

source: Come again later.
es: Regresa mas tarde.

source: Constructed Area:
es: Construidos:

source: Delete from favorites
es: Eliminar de favoritos

source: Detail
es: Detalle

source: Energy Performance Certificate (EPC)
es: Certificado energético

source: Map
es: Mapa

source: No ads found
es: No hay pisos disponibles

source: No info found
es: Sin información

source: Saved %@
es: Guardado %@

source: See less
es: Ver menos

source: See more
es: Ver más

source: Try again later.
es: Intenta de nuevo mas tarde.
